[
    {
      "websiteUrl": "https://www.ecublens.ch",
      "subventions": "La commune d'Écublens dispose d'un Fonds communal d'encouragement pour le développement durable, qui vise à soutenir des projets favorisant la durabilité, y compris potentiellement l'installation de panneaux photovoltaïques. Les détails spécifiques sur les montants des subventions ne sont pas disponibles en ligne.",
      "sourceUrl": "https://www.ecublens.ch/cadre-de-vie/durabilite/fonds-communal-d-encouragement-pour-le-developpement-durable",
      "name": "Écublens",
      "ofs": 5635,
      "postalCode": 1024
    },
    {
      "websiteUrl": "https://www.montreux.ch",
      "subventions": "La commune de Montreux propose un programme de subventions pour encourager l'installation de panneaux solaires photovoltaïques. Les détails précis concernant les montants des subventions ne sont pas spécifiés sur le site. Il est recommandé de consulter la section 'Durabilité, énergie, déchets' du site ou de contacter directement l'administration communale pour obtenir des informations détaillées.",
      "sourceUrl": "https://www.montreux.ch/durabilite-energie-dechets",
      "name": "Montreux",
      "ofs": 5886,
      "postalCode": 1820
    },
    {
      "websiteUrl": "https://www.belmont.ch",
      "subventions": "Selon le Plan Énergie et Climat Communal (PECC) de Belmont-sur-Lausanne, la commune prévoit d'offrir des subventions pour la pose de panneaux solaires thermiques et/ou photovoltaïques à partir de 2025.",
      "sourceUrl": "https://www.belmont.ch/media/795648/plan-%C3%A9nergie-et-climat-communal-pecc-_20231211.pdf",
      "name": "Belmont-sur-Lausanne",
      "ofs": 5581,
      "postalCode": 1092
    },
    {
      "websiteUrl": "https://www.yverdon-les-bains.ch",
      "subventions": "Yverdon Énergies propose un ensemble de subventions pour l'année 2024, incluant des montants accrus pour le chauffage renouvelable et les systèmes de batterie pour installations solaires photovoltaïques. Les détails spécifiques sur les subventions pour les installations photovoltaïques ne sont pas clairement indiqués.",
      "sourceUrl": "https://www.yverdon-les-bains.ch/medias/actualites/detail/des-nouveautes-concernant-les-subventions-energie",
      "name": "Yverdon-les-Bains",
      "ofs": 5938,
      "postalCode": 1400
    },
    {
      "websiteUrl": "https://essertines-sur-yverdon.ch",
      "subventions": "La commune d'Essertines-sur-Yverdon propose une subvention communale de 1'200 CHF pour l'installation de chauffe-eau solaires répondant à des critères minimaux. Bien que cette subvention soit spécifiquement destinée aux chauffe-eau solaires, il est possible que des aides similaires existent pour les panneaux photovoltaïques. Il est recommandé de contacter directement l'administration communale pour obtenir des informations précises.",
      "sourceUrl": "https://essertines-sur-yverdon.ch/wp-content/uploads/2016/05/concept-energie.pdf",
      "name": "Essertines-sur-Yverdon",
      "ofs": 5520,
      "postalCode": 1417
    },
    {
      "websiteUrl": "https://www.essertines-sur-rolle.ch",
      "subventions": "La commune d'Essertines-sur-Rolle a établi un Plan Énergie et Climat Communal visant à promouvoir le développement durable, ce qui peut inclure des mesures de soutien pour l'installation de panneaux photovoltaïques. Les détails spécifiques sur les subventions ne sont pas disponibles en ligne.",
      "sourceUrl": "https://www.essertines-sur-rolle.ch/eau-energie-et-nature/plan-environnement-et-climat",
      "name": "Essertines-sur-Rolle",
      "ofs": 5856,
      "postalCode": 1186
    },
    {
      "websiteUrl": "https://www.rougemont.ch",
      "subventions": "La commune de Rougemont a élaboré une planification énergétique territoriale en juillet 2024, mentionnant l'établissement et le financement de communautés d'autoconsommation pour le solaire photovoltaïque, avec de grandes centrales solaires sur des toitures adaptées, telles que la grande salle communale. Cependant, les détails spécifiques concernant les subventions pour les installations privées ne sont pas clairement indiqués.",
      "sourceUrl": "https://rougemont.ch/uploads/760501948345355e0dae165c4f6a6d6d/documents/PET_Rougemont_-_Juillet_2024_1729684766.pdf",
      "name": "Rougemont",
      "ofs": 5843,
      "postalCode": 1659
    },
    {
      "websiteUrl": "https://www.prangins.ch",
      "subventions": "La commune de Prangins propose des subventions pour les installations photovoltaïques. Les conditions et montants exacts ne sont pas spécifiés en détail sur le site. Il est recommandé de consulter le 'Plan climat pranginois 2024-2028' pour plus d'informations.",
      "sourceUrl": "https://www.prangins.ch",
      "name": "Prangins",
      "ofs": 5725,
      "postalCode": 1197
    },
    {
      "websiteUrl": "https://www.arzier.ch",
      "subventions": "La commune d'Arzier-Le Muids a mis en place un Plan Énergie et Climat Communal (PECC) qui prévoit la création d'un fonds destiné à fournir des subventions aux habitants dans divers domaines, potentiellement incluant les installations photovoltaïques.",
      "sourceUrl": "https://arzier.ch/plan-energie-et-climat-communal-pecc",
      "name": "Arzier-Le Muids",
      "ofs": 5702,
      "postalCode": 1273
    },
    {
      "websiteUrl": "https://www.grandson.ch",
      "subventions": "La commune de Grandson propose un fonds communal pour les énergies renouvelables et le développement durable, alimenté par une taxe prélevée sur les factures d’électricité. Les subventions sont destinées à diminuer la consommation électrique ménagère et à encourager le bilan énergétique des bâtiments existants. Les détails précis des montants des subventions ne sont pas spécifiés sur le site.",
      "sourceUrl": "https://www.grandson.ch/guichet-virtuel/environnement/demande-de-soutien-energies-renouvelables/",
      "name": "Grandson",
      "ofs": 5561,
      "postalCode": 1422
    },
    {
      "websiteUrl": "https://www.paudex.ch",
      "subventions": "La commune de Paudex alloue des subventions pour les cellules photovoltaïques, les capteurs solaires thermiques, l'analyse thermographique et des actions ponctuelles. Les conditions et procédures sont détaillées dans le 'Règlement du fonds pour l’énergie et le développement durable' et la 'Directive des aides financières au fonds pour l’énergie et le développement durable'.",
      "sourceUrl": "https://www.paudex.ch/energie-et-developpement-durable-fr4333.html",
      "name": "Paudex",
      "ofs": 5588,
      "postalCode": 1094
    },
    {
      "websiteUrl": "https://moiry.ch",
      "subventions": "Le rapport de gestion 2023 de la commune de Moiry mentionne l'encaissement de subventions d'un montant de 21 000 CHF pour améliorer l'efficience énergétique, ainsi que la pose de panneaux photovoltaïques sur deux bâtiments communaux. Bien que ces subventions concernent des projets communaux, il est possible que la commune propose également des subventions pour les installations privées. Il est recommandé de contacter l'administration communale pour obtenir des informations détaillées.",
      "sourceUrl": "https://moiry.ch/images/Rapport-gest-2023_20240513_vs.pdf",
      "name": "Moiry",
      "ofs": 5490,
      "postalCode": 1148
    },
    {
      "websiteUrl": "https://www.lonay.ch",
      "subventions": "La commune de Lonay propose des subventions énergétiques pour encourager l'efficacité énergétique et l'utilisation des énergies renouvelables. Les détails précis concernant les montants des subventions pour l'installation de panneaux photovoltaïques ne sont pas spécifiés sur le site. Il est recommandé de contacter l'administration communale pour obtenir des informations détaillées.",
      "sourceUrl": "https://www.lonay.ch/vivre-a-lonay/environnement/subventions-energetiques/",
      "name": "Lonay",
      "ofs": 5638,
      "postalCode": 1027
    },
    {
      "websiteUrl": "https://www.ferreyres.ch",
      "subventions": "La commune de Ferreyres propose une aide financière dans le cadre de son fonds d'encouragement des économies d'énergie, des énergies renouvelables et du développement durable. Bien que les détails spécifiques ne soient pas fournis en ligne, il est probable que l'installation de panneaux photovoltaïques soit éligible à cette aide. Il est conseillé de contacter l'administration communale pour obtenir des informations détaillées.",
      "sourceUrl": "https://www.ferreyres.ch",
      "name": "Ferreyres",
      "ofs": 5483,
      "postalCode": 1313
    },
    {
      "websiteUrl": "https://denens.ch",
      "subventions": "La commune de Denens a élaboré un Plan Énergie et Climat Communal (PECC) visant à favoriser la pose d'installations photovoltaïques chez les privés. Les détails sur les subventions spécifiques ne sont pas mentionnés.",
      "sourceUrl": "https://denens.ch/uploads/9c8db189b368559be2d6ffa4d4ee0005/documents/Plan_energie_climat_communal_Denens_v08_1696927425.pdf",
      "name": "Denens",
      "ofs": 5631,
      "postalCode": 1135
    },
    {
      "websiteUrl": "https://www.vufflens-le-chateau.ch",
      "subventions": "Le document 'Informations utiles' de la commune mentionne des subventions pour l'installation de panneaux solaires photovoltaïques en vue de produire de l'électricité, mais ne précise pas les montants.",
      "sourceUrl": "https://www.vufflens-le-chateau.ch/assets/idm_medias/4a127e09e6dcd370b52a7692c28dea1a.pdf",
      "name": "Vufflens-le-Château",
      "ofs": 5653,
      "postalCode": 1134
    },
    {
      "websiteUrl": "https://www.grens.ch/Energie-et-nature",
      "subventions": "Un règlement de subventions pour les particuliers réalisant des investissements dans les énergies renouvelables est en cours de finalisation pour une application dès 2025. Les détails spécifiques ne sont pas encore disponibles.",
      "sourceUrl": "https://www.grens.ch/Energie-et-nature",
      "name": "Grens",
      "ofs": 5722,
      "postalCode": 1274
    },
    {
      "websiteUrl": "https://www.blonay-saint-legier.ch",
      "subventions": "La commune de Blonay - Saint-Légier encourage la valorisation de l'énergie solaire, notamment par l'installation de panneaux photovoltaïques, dans le cadre de son engagement en tant que 'Cité de l'énergie'. Les montants des subventions ne sont pas spécifiés en ligne.",
      "sourceUrl": "https://www.blonay-saint-legier.ch/batimentsetrenovations",
      "name": "Blonay - Saint-Légier",
      "ofs": 5892,
      "postalCode": 1807
    },
    {
      "websiteUrl": "https://www.jorat-menthue.ch",
      "subventions": "La commune de Jorat-Menthue dispose d'un fonds communal pour le développement durable, destiné à financer l'assainissement thermique des bâtiments et les petites installations photovoltaïques. Les aides financières sont cumulables avec les subventions cantonales et fédérales. Les montants précis des subventions ne sont pas spécifiés sur le site.",
      "sourceUrl": "https://www.jorat-menthue.ch/energie.php",
      "name": "Jorat-Menthue",
      "ofs": 5804,
      "postalCode": 1058
    },
    {
      "websiteUrl": "https://www.renens.ch",
      "subventions": "La commune de Renens propose des subventions communales, mais les informations spécifiques concernant les subventions pour l'installation de panneaux photovoltaïques ne sont pas clairement détaillées sur le site.",
      "sourceUrl": "https://www.renens.ch",
      "name": "Renens",
      "ofs": 5591,
      "postalCode": 1020
    },
    {
      "websiteUrl": "https://www.rolle.ch",
      "subventions": "La commune de Rolle propose des subventions pour des projets liés au développement durable, y compris potentiellement pour l'installation de panneaux photovoltaïques. Les détails spécifiques et les montants ne sont pas clairement indiqués sur le site.",
      "sourceUrl": "https://www.rolle.ch",
      "name": "Rolle",
      "ofs": 5861,
      "postalCode": 1180
    },
    {
      "websiteUrl": "https://www.orbe.ch",
      "subventions": "La commune d'Orbe dispose d'un 'Fonds communal pour l'efficacité énergétique, les énergies renouvelables et le développement durable' qui soutient financièrement les initiatives dans ces domaines. Cependant, les informations disponibles ne précisent pas les montants exacts des subventions pour l'installation de panneaux photovoltaïques.",
      "sourceUrl": "https://www.orbe.ch/ma-ville/developpement-durable-2/subventions-energie-et-d%C3%A9veloppement-durable2.html",
      "name": "Orbe",
      "ofs": 5757,
      "postalCode": 1350
    },
    {
      "websiteUrl": "https://www.cheseaux.ch",
      "subventions": "La commune de Cheseaux-sur-Lausanne propose des subventions pour les énergies renouvelables, y compris l'installation de panneaux photovoltaïques. Les demandes de subventions doivent être soumises au Service technique avant le début des travaux. En raison de la forte demande, le versement de la subvention dépend du budget alloué par le Conseil communal et des disponibilités financières du fonds prévu à cet effet. Si la subvention ne peut être honorée sur l’année de l’établissement de la facture finale, elle sera automatiquement reportée sur le budget de l’année suivante.",
      "sourceUrl": "https://www.cheseaux.ch/fr/subventions-energetiques-2629.html",
      "name": "Cheseaux-sur-Lausanne",
      "ofs": 5582,
      "postalCode": 1033
    },
    {
      "websiteUrl": "https://www.corseaux.ch",
      "subventions": "La commune de Corseaux indique que des subventions sont disponibles pour des projets permettant d'économiser de l'énergie ou d'utiliser/produire de l'énergie renouvelable.",
      "sourceUrl": "https://www.corseaux.ch/net/net_corseaux.asp?NoOFS=5883&NumStr=40.22",
      "name": "Corseaux",
      "ofs": 5883,
      "postalCode": 1802
    },
    {
      "websiteUrl": "https://www.lemontsurlausanne.ch",
      "subventions": "La commune du Mont-sur-Lausanne propose des subventions pour l'installation de panneaux photovoltaïques. Les détails précis des montants ne sont pas spécifiés sur le site. Il est recommandé de contacter l'administration communale pour obtenir des informations détaillées.",
      "sourceUrl": "https://www.lemontsurlausanne.ch/vivre-au-mont/prestations/subventions-communales/",
      "name": "Le Mont-sur-Lausanne",
      "ofs": 5587,
      "postalCode": 1052
    },
    {
      "websiteUrl": "https://www.aigle.ch",
      "subventions": "La ville d'Aigle soutient financièrement les projets visant à accroître l'efficacité énergétique des bâtiments et à augmenter la part d'énergie renouvelable consommée. Les subventions peuvent inclure des aides pour l'installation de panneaux solaires photovoltaïques.",
      "sourceUrl": "https://www.aigle.ch/subventions",
      "name": "Aigle",
      "ofs": 5401,
      "postalCode": 1860
    },
    {
      "websiteUrl": "https://www.corsier-sur-vevey.ch",
      "subventions": "La commune de Corsier-sur-Vevey participe au Programme Bâtiments, qui alloue des subventions pour l'installation de capteurs solaires.",
      "sourceUrl": "https://www.corsier-sur-vevey.ch/net/Net_Corsier.asp?NoOFS=5884&NumStr=70.60&sty=",
      "name": "Corsier-sur-Vevey",
      "ofs": 5884,
      "postalCode": 1804
    },
    {
      "websiteUrl": "https://cheserex.ch",
      "subventions": "La commune de Chéserex a organisé des séances pour l'achat groupé de panneaux photovoltaïques, indiquant un soutien à l'installation de tels systèmes. Cependant, aucune information spécifique sur des subventions communales directes n'a été trouvée sur le site.",
      "sourceUrl": "https://cheserex.ch/uploads/c5850a4adc647f9622e2785b050d8ca8/documents/10_1670572296.pdf",
      "name": "Chéserex",
      "ofs": 5709,
      "postalCode": 1275
    },
    {
      "websiteUrl": "https://www.prilly.ch",
      "subventions": "La commune de Prilly propose des subventions pour des projets liés au développement durable, y compris potentiellement pour l'installation de panneaux photovoltaïques. Les détails spécifiques et les montants ne sont pas clairement indiqués sur le site.",
      "sourceUrl": "https://www.prilly.ch",
      "name": "Prilly",
      "ofs": 5589,
      "postalCode": 1008
    },
    {
      "websiteUrl": "https://mex.ch/officiel/subventions-energetiques",
      "subventions": "La commune de Mex a constitué un fonds d'encouragement pour les économies d'énergie et le développement des énergies renouvelables, financé par une taxe spécifique sur la consommation d'électricité. Ce fonds vise à encourager les économies d'énergie, favoriser le recours aux énergies renouvelables et développer des projets de production d'énergie renouvelable. Les détails précis concernant les montants des subventions pour l'installation de panneaux photovoltaïques ne sont pas spécifiés sur le site. Il est recommandé de consulter la directive municipale et le règlement du fonds, disponibles sur le site, ou de contacter l'administration communale pour obtenir des informations détaillées.",
      "sourceUrl": "https://mex.ch/officiel/subventions-energetiques",
      "name": "Mex",
      "ofs": 5489,
      "postalCode": 1031
    },
    {
      "websiteUrl": "https://www.chavornay.ch",
      "subventions": "La commune de Chavornay propose un fonds communal pour les énergies renouvelables et le développement durable. Les demandes de subvention doivent être transmises avant le début des travaux. Les détails spécifiques des montants des subventions ne sont pas précisés en ligne.",
      "sourceUrl": "https://www.chavornay.ch/aemter/20752",
      "name": "Chavornay",
      "ofs": 5749,
      "postalCode": 1373
    },
    {
      "websiteUrl": "https://www.bavois.ch",
      "subventions": "La commune de Bavois a adopté un règlement pour le Fonds communal pour les énergies renouvelables, l’efficacité énergétique et le développement durable, offrant des subventions pour les installations de panneaux photovoltaïques.",
      "sourceUrl": "https://www.bavois.ch/resume-visuel-fr3124.html",
      "name": "Bavois",
      "ofs": 5746,
      "postalCode": 1372
    },
    {
      "websiteUrl": "https://www.curtilles.ch/administration/gestion-administrative/concept-energetique-et-subside/",
      "subventions": "La commune de Curtilles propose un concept énergétique et des subsides pour les installations de panneaux photovoltaïques. Les détails spécifiques sur les montants des subventions ne sont pas disponibles en ligne.",
      "sourceUrl": "https://www.curtilles.ch/administration/gestion-administrative/concept-energetique-et-subside/",
      "name": "Curtilles",
      "ofs": 5669,
      "postalCode": 1521
    },
    {
      "websiteUrl": "https://www.romanel-sur-lausanne.ch",
      "subventions": "La commune de Romanel-sur-Lausanne propose des subventions pour des projets liés au développement durable, y compris potentiellement pour l'installation de panneaux photovoltaïques. Les détails spécifiques et les montants ne sont pas clairement indiqués sur le site.",
      "sourceUrl": "https://www.romanel-sur-lausanne.ch",
      "name": "Romanel-sur-Lausanne",
      "ofs": 5592,
      "postalCode": 1032
    },
    {
      "websiteUrl": "https://www.crissier.ch/crissier-officiel/services-communaux/energie-et-climat/",
      "subventions": "La commune de Crissier propose des subventions pour l'installation de capteurs solaires photovoltaïques. Les formulaires de demande sont disponibles sur le site officiel.",
      "sourceUrl": "https://www.crissier.ch/crissier-officiel/services-communaux/energie-et-climat/",
      "name": "Crissier",
      "ofs": 5583,
      "postalCode": 1023
    },
    {
      "websiteUrl": "https://www.aubonne.ch",
      "subventions": "La commune d'Aubonne propose un guide pour l'attribution des subventions énergie, incluant des procédures pour les panneaux solaires photovoltaïques. Les détails spécifiques des subventions ne sont pas précisés en ligne.",
      "sourceUrl": "https://www.aubonne.ch/administration/services-techniques/energies-renouvelables",
      "name": "Aubonne",
      "ofs": 5422,
      "postalCode": 1170
    },
    {
      "websiteUrl": "https://www.rueyres.ch/guichet-virtuel/formulaires-subventions-energie/",
      "subventions": "La commune de Rueyres propose des subventions pour l'installation de panneaux photovoltaïques. Un formulaire de demande de subvention est disponible sur le site officiel.",
      "sourceUrl": "https://www.rueyres.ch/guichet-virtuel/formulaires-subventions-energie/",
      "name": "Rueyres",
      "ofs": 5534,
      "postalCode": 1046
    },
    {
      "websiteUrl": "https://www.bex.ch/N16683/demande-de-subvention-pour-travaux.html",
      "subventions": "La commune de Bex propose un programme de subventions communales pour favoriser la transition énergétique, incluant le soutien à l'installation de panneaux solaires photovoltaïques. Les détails spécifiques des montants des subventions ne sont pas précisés en ligne.",
      "sourceUrl": "https://www.bex.ch/N16683/demande-de-subvention-pour-travaux.html",
      "name": "Bex",
      "ofs": 5402,
      "postalCode": 1880
    },
    {
      "websiteUrl": "https://www.lutry.ch",
      "subventions": "La commune de Lutry encourage l'efficacité énergétique et subventionne les initiatives responsables. Les détails précis concernant les montants des subventions pour l'installation de panneaux photovoltaïques ne sont pas spécifiés sur le site. Il est recommandé de contacter l'administration communale pour obtenir des informations détaillées.",
      "sourceUrl": "https://www.lutry.ch/vivre-a-lutry/environnement-eau-et-energie/energie/",
      "name": "Lutry",
      "ofs": 5606,
      "postalCode": 1095
    },
    {
      "websiteUrl": "https://www.lasarraz.ch",
      "subventions": "La commune de La Sarraz dispose d'un règlement communal du fonds pour l'énergie et le développement durable, entré en vigueur le 1er janvier 2023. Ce fonds vise à encourager les initiatives en matière d'énergies renouvelables, y compris l'installation de panneaux photovoltaïques. Les détails précis des subventions ne sont pas spécifiés sur le site.",
      "sourceUrl": "https://www.lasarraz.ch/vivre-a-la-sarraz/developpement-durable/encouragement-aux-energies-renouvelables.html",
      "name": "La Sarraz",
      "ofs": 5498,
      "postalCode": 1315
    },
    {
      "websiteUrl": "https://www.cugy-vd.ch",
      "subventions": "La commune de Cugy participe au Plan énergie et climat communal (PECC), qui propose un appui technique et financier pour l'élaboration et la mise en œuvre de plans énergie et climat communaux. Bien que les subventions spécifiques pour les panneaux photovoltaïques ne soient pas détaillées, il est suggéré de consulter le Plan énergie et climat communal de Cugy pour plus d'informations.",
      "sourceUrl": "https://www.cugy-vd.ch/Energie-et-durabilite",
      "name": "Cugy",
      "ofs": 5516,
      "postalCode": 1053
    },
    {
      "websiteUrl": "https://www.etoy.ch",
      "subventions": "La commune d'Étoy dispose d'un Fonds de Développement Durable destiné à soutenir des projets favorisant la durabilité, y compris l'installation de panneaux solaires photovoltaïques sur des bâtiments collectifs. Les subventions sont accordées dans la limite du capital disponible et selon des directives d'application spécifiques.",
      "sourceUrl": "https://www.etoy.ch/cms/vivre-a-etoy/subventions-communales",
      "name": "Étoy",
      "ofs": 5636,
      "postalCode": 1163
    },
    {
      "websiteUrl": "https://www.epalinges.ch",
      "subventions": "La commune d'Épalinges propose des subventions pour des projets liés à l'énergie et à la durabilité, ce qui peut inclure l'installation de panneaux photovoltaïques. Les détails spécifiques sur les montants des subventions ne sont pas disponibles en ligne.",
      "sourceUrl": "https://www.epalinges.ch/vivre-a-epalinges/energie-et-durabilite/subventions-energie-et-durabilite",
      "name": "Épalinges",
      "ofs": 5584,
      "postalCode": 1066
    }
  ]